aaron-bond.better-comments
asvetliakov.vscode-neovim
catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
oderwat.indent-rainbow
redhat.vscode-yaml
yzhang.markdown-all-in-one
